{
  "timestamp": "2025-08-22T15:31:30.918Z",
  "totalTracks": 868,
  "tracksNeedingAudio": 868,
  "results": {
    "success": 0,
    "failed": 212,
    "skipped": 656,
    "errors": [
      "Feed error for Don't Worry, You Still Have Time To Ruin It - Demo: Feed not found",
      "Feed error for Bold: Feed not found",
      "Feed error for Hail Mary: Feed not found",
      "Feed error for Bad Habit: Feed not found",
      "Feed error for It Made Me Me: Feed not found",
      "Feed error for Don't Fall Out Of Love With Me Just Yet: Feed not found",
      "Feed error for Crazy On The Outside: Feed not found",
      "Feed error for Beer Run: Feed not found",
      "Feed error for These Boots Are Made For Walkin': Feed not found",
      "Feed error for It's A Matter Of When (teat. Don Ellis Gatlin): Feed not found",
      "Feed error for Dance With The Devil: Feed not found",
      "Feed error for Bad Idea (feat. Bill Maier): Feed not found",
      "Feed error for Wildfire: Feed not found",
      "Feed error for It Don't Feel Like Christmas (feat. Paul Sawtelle): Feed not found",
      "Feed error for The Long Way Around: Feed not found",
      "Feed error for Heaven Bound: Feed not found",
      "Feed error for Rebel: Feed not found",
      "Feed error for Like Whiskey: Feed not found",
      "Feed error for Cut'N'Curl: Feed not found",
      "Feed error for Let It Burn: Feed not found",
      "Feed error for Warning Label: Feed not found",
      "Feed error for Headed South: Feed not found",
      "Feed error for Diamond In The Dust: Feed not found",
      "Feed error for Ain't That A Shame: Feed not found",
      "Feed error for Drive It Like A Race Car: Feed not found",
      "Feed error for Keep Going: Feed not found",
      "Feed error for Weekend State Of Mind: Feed not found",
      "Feed error for Singin' Country: Feed not found",
      "Feed error for Fallen Angels Don't Fly: Feed not found",
      "Feed error for My My My: Feed not found",
      "Feed error for Fighting My Way : Feed not found",
      "Feed error for Alone: Feed not found",
      "Feed error for Only A Call Away: Feed not found",
      "Feed error for Utah Snow: Feed not found",
      "Feed error for Cast Away Remix: Feed not found",
      "Feed error for Gratitude: Feed not found",
      "Feed error for Bringing Em Down: Feed not found",
      "Feed error for Pixelated Smile: Feed not found",
      "Feed error for Sleepin' Beaut: Feed not found",
      "Feed error for Cheyenne: Feed not found",
      "Feed error for Bombard: Feed not found",
      "Feed error for Fool's Gold: Feed not found",
      "Feed error for Anne-Cecilia: Feed not found",
      "Feed error for On the Walk Home: Feed not found",
      "Feed error for Birds Aren't Real[.]: Feed not found",
      "Feed error for Grips: Feed not found",
      "Feed error for Empty Water Bottles: Feed not found",
      "Feed error for Pixelated Smile (foxesat3am Rework): Feed not found",
      "Feed error for Pixelated Smile (Embssy Remix): Feed not found",
      "Feed error for From The Nook (1-3): Feed not found",
      "Feed error for Wheels: Feed not found",
      "Feed error for Calling Me Home: Feed not found",
      "Feed error for Not My Cowboy: Feed not found",
      "Feed error for We're Not Even Drinking: Feed not found",
      "Feed error for Think Of Me In Color: Feed not found",
      "Feed error for Walk & Wonder: Feed not found",
      "Feed error for Cast Away: Feed not found",
      "Feed error for I Feel Fine: Feed not found",
      "Feed error for Your Love: Feed not found",
      "Feed error for Moonlight: Feed not found",
      "Feed error for Better Days: Feed not found",
      "Feed error for Fighting My Way: Feed not found",
      "Feed error for Bright Lights : Feed not found",
      "Feed error for A Sight To See Remix: Feed not found",
      "Feed error for Nothing: Feed not found",
      "Feed error for Bringing Em Down: Feed not found",
      "Feed error for Help Me Believe: Feed not found",
      "Feed error for Bright Lights: Feed not found",
      "Feed error for Passion & Desire: Feed not found",
      "Feed error for From The Nook (4-6): Feed not found",
      "Feed error for From The Nook (7-9): Feed not found",
      "Feed error for Boyish Ambition: Feed not found",
      "Feed error for Dog Days: Feed not found",
      "Feed error for When I Was A Boy: Feed not found",
      "Feed error for Down The Path: Feed not found",
      "Feed error for Pond House: Feed not found",
      "Feed error for Pixelated Smile : Feed not found",
      "Feed error for On The Walk Home: Feed not found",
      "Feed error for Love Thy Neighbearth: Feed not found",
      "Feed error for Easy Read: Feed not found",
      "Feed error for Bella's Bells: Feed not found",
      "Feed error for Drifts: Feed not found",
      "Feed error for College Debt (Live @ The Brown Hotel): Feed not found",
      "Feed error for Cash Back: Feed not found",
      "Feed error for Lip Service (Mustache Ride): Feed not found",
      "Feed error for All Apology (EP track): Feed not found",
      "Feed error for Never Knew (featuring Jessie Lark): Feed not found",
      "Feed error for Swallow Me Whole (EP Track): Feed not found",
      "Feed error for Hell of a Season (Acoustic Rendition): Feed not found",
      "Feed error for Reel Me In: Feed not found",
      "Feed error for Hell of a Season: Feed not found",
      "Feed error for Overboard: Feed not found",
      "Feed error for Miss This: Feed not found",
      "Feed error for Better: Feed not found",
      "Feed error for Leaving The Country: Feed not found",
      "Feed error for Jane Don't Go: Feed not found",
      "Feed error for Tough Love: Feed not found",
      "Feed error for Out of This: Feed not found",
      "Feed error for Hard to Listen: Feed not found",
      "Feed error for Marry Him: Feed not found",
      "Feed error for Alone in a Coffin: Feed not found",
      "Feed error for Hello Stranger: Feed not found",
      "Feed error for Hello Stranger feat. Helen Tess: Feed not found",
      "Feed error for Loner feat. Hyara: Feed not found",
      "Feed error for Loud & Wild feat. Kinck: Feed not found",
      "Feed error for Daydream feat. Transviolet: Feed not found",
      "Feed error for Memphis Anymore: Feed not found",
      "Feed error for Christmas (Baby Please Come Home): Feed not found",
      "Feed error for Christmas On The Road: Feed not found",
      "Feed error for Yuletide In My Doublewide: Feed not found",
      "Feed error for White Christmas (feat. Bob Witty): Feed not found",
      "Feed error for Over And Over Again: Feed not found",
      "Feed error for Hanging Strings: Feed not found",
      "Feed error for Unsound Existence (feat. CityBeach): Feed not found",
      "Feed error for Cast Away: Feed not found",
      "Feed error for Smokestacks: Feed not found",
      "Feed error for Bourbon at Dawn: Feed not found",
      "Feed error for Jacoma: Feed not found",
      "Feed error for Wait Destiny: Feed not found",
      "Feed error for All Apology: Feed not found",
      "Feed error for Never Knew: Feed not found",
      "Feed error for Swallow Me Whole: Feed not found",
      "Feed error for Carnival (Live recording): Feed not found",
      "Feed error for Singin' Woman: Feed not found",
      "Feed error for Hippies Raised a Cowgirl: Feed not found",
      "Feed error for Love Me One Last Time: Feed not found",
      "Feed error for Dumbfounded: Feed not found",
      "Feed error for Not Getting Better: Feed not found",
      "Feed error for Headspace: Feed not found",
      "Feed error for you don't need me: Feed not found",
      "Feed error for WHY (did you do this to me): Feed not found",
      "Feed error for Swallow Me Whole - Live Sing-Along (Culture Shock NOSTR PHX '24): Feed not found",
      "Feed error for Just Say It feat. Helen Tess: Feed not found",
      "Feed error for Brutal (feat. Kyle Reynolds): Feed not found",
      "Feed error for White Lies: Feed not found",
      "Feed error for The Change in Me (Feat. Cole Hansen): Feed not found",
      "Feed error for Bowl of Oranges: Feed not found",
      "Feed error for Goodbye Uncle Walt: Feed not found",
      "Feed error for Hiding vs. Bad News: Feed not found",
      "Feed error for Truth vs. Fiction: Feed not found",
      "Feed error for Red vs. Blue: Feed not found",
      "Feed error for United States of America vs. Everyone: Feed not found",
      "Feed error for You vs. Grief: Feed not found",
      "Feed error for Child vs. Divorce: Feed not found",
      "Feed error for Safe Some Place: Feed not found",
      "Feed error for You Should Waste It: Feed not found",
      "Feed error for The Kid: Feed not found",
      "Feed error for The Dad: Feed not found",
      "Feed error for The Mom: Feed not found",
      "Feed error for The Tiny Window: Feed not found",
      "Feed error for Kids: Feed not found",
      "Feed error for Rose: Feed not found",
      "Feed error for Fake Love - Demo: Feed not found",
      "Feed error for Time: Feed not found",
      "Feed error for Surrounded: Feed not found",
      "Feed error for Sar Chasm: Feed not found",
      "Feed error for Density: Feed not found",
      "Feed error for Creatives: Feed not found",
      "Feed error for Bad People: Feed not found",
      "Feed error for Analysis Paralysis: Feed not found",
      "Feed error for it can be erased: Feed not found",
      "Feed error for Losing a Friend: Feed not found",
      "Feed error for Protection: Feed not found",
      "Feed error for Get Lost: Feed not found",
      "Feed error for The Gallery: Feed not found",
      "Feed error for Poor Eleanor: Feed not found",
      "Feed error for The Kid, The Dad, The Mom And The Tiny Window (The Whole Story): Feed not found",
      "Feed error for Grocery Vultures: Feed not found",
      "Feed error for Human Shield: Feed not found",
      "Feed error for Intro - Smashing Pumpkins: Feed not found",
      "Feed error for My Dad: Feed not found",
      "Feed error for Pants, Pants, Underpants: Feed not found",
      "Feed error for Dustin: Feed not found",
      "Feed error for Drawing Monsters: Feed not found",
      "Feed error for Car Crash: Feed not found",
      "Feed error for Monkey Robot War: Feed not found",
      "Feed error for Physics Club: Feed not found",
      "Feed error for R.A.T.A.H.: Feed not found",
      "Feed error for The Beginning: Feed not found",
      "Feed error for This Isn't A Metaphor: Feed not found",
      "Feed error for Having Talented Friends Is The Best: Feed not found",
      "Feed error for Red Arrow Highway: Feed not found",
      "Feed error for Protection With Friends: Feed not found",
      "Feed error for Leaving Chicago: Feed not found",
      "Feed error for DDNJ: Feed not found",
      "Feed error for Cenaro: Feed not found",
      "Feed error for With The Bulls: Feed not found",
      "Feed error for Fear Of Death: Feed not found",
      "Feed error for Time Trial: Feed not found",
      "Feed error for Death By Lions: Feed not found",
      "Feed error for I Guess This Will Have To Do: Feed not found",
      "Feed error for Sazerac's: Feed not found",
      "Feed error for The Poet Barfly - Fountain Artist Takeover: Feed not found",
      "Feed error for Outro - Thanks for Listening: Feed not found",
      "Feed error for Lovable Disaster - Tentative Title: Feed not found",
      "Feed error for Drench: Feed not found",
      "Feed error for Lesly: Feed not found",
      "Feed error for Roommates: Feed not found",
      "Feed error for Tyson vs Paul: Feed not found",
      "Feed error for Fake Love: Feed not found",
      "Feed error for Miracles: Feed not found",
      "Feed error for The Poet Barfly: Feed not found",
      "Feed error for More: Feed not found",
      "Feed error for The Break Up: Feed not found",
      "Feed error for Lovable Disaster: Feed not found",
      "Feed error for You Guys Are Soft: Feed not found",
      "Feed error for Orange Pill, Pink Pill, White Pill: Feed not found",
      "Feed error for I Do It Too: Feed not found",
      "Feed error for Don't Worry, You Still Have Time To Ruin It: Feed not found",
      "Feed error for Room Mates: Feed not found",
      "Feed error for The Poet Barfly - Demo: Feed not found",
      "Feed error for Orange Pill, Pink Pill, White Pill - Demo: Feed not found"
    ]
  }
}